Repository: uyelikposya/NonogramGame
Catalog: Catgrid/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, tr

source: No sure step right now. Try placing X's first.
de: Gerade gibt es keinen sicheren Schritt. Setze zuerst ein paar X.
es: Ahora no hay un paso seguro. Prueba a poner X primero.
fr: Aucune étape sûre pour l'instant. Place d'abord des X.
ja: 今は確実な一手がありません。まず×をつけてみて。
ko: 지금은 확실한 수가 없어요. 먼저 X를 표시해 보세요.
pt_br: Agora não há um passo certo. Tente marcar X primeiro.
tr: Şu an kesin bir adım yok. Önce X koymayı dene.

source: %lld left
de: noch %lld
es: Quedan %lld
fr: Encore %lld
ja: 残り%lld
ko: %lld개 남음
pt_br: Restam %lld
tr: %lld kaldı

source: 1 cat per color
de: 1 Katze pro Farbe
es: 1 gato por color
fr: 1 chat par couleur
ja: 1色に猫1匹
ko: 색마다 1마리
pt_br: 1 gato por cor
tr: Renk başına 1 kedi

source: 1 per row & column
de: 1 pro Zeile & Spalte
es: 1 por fila y columna
fr: 1 par ligne et colonne
ja: 行・列に1匹
ko: 행·열마다 1마리
pt_br: 1 por linha e coluna
tr: Satır ve sütun başına 1

source: Cats can't touch
de: Katzen berühren sich nicht
es: Los gatos no se tocan
fr: Les chats ne se touchent pas
ja: 猫どうしは接しない
ko: 고양이끼리 닿으면 안 돼요
pt_br: Gatos não se tocam
tr: Kediler birbirine değemez

source: Found!
de: Gefunden!
es: ¡Encontrado!
fr: Trouvé !
ja: 発見!
ko: 찾았다!
pt_br: Achou!
tr: Bulundu!

source: Perfectly marked!
de: Perfekt markiert!
es: ¡Marcado perfecto!
fr: Parfaitement marqué !
ja: 完璧なマーク!
ko: 완벽한 표시!
pt_br: Marcação perfeita!
tr: Tam isabet!

source: Nice!
de: Schön!
es: ¡Bien!
fr: Joli !
ja: ナイス!
ko: 좋아요!
pt_br: Boa!
tr: Güzel!

source: Great!
de: Super!
es: ¡Genial!
fr: Génial !
ja: グレート!
ko: 훌륭해요!
pt_br: Ótimo!
tr: Harika!

source: Perfect!
de: Perfekt!
es: ¡Perfecto!
fr: Parfait !
ja: パーフェクト!
ko: 완벽해요!
pt_br: Perfeito!
tr: Mükemmel!

source: Excellent!
de: Ausgezeichnet!
es: ¡Excelente!
ja: エクセレント!
ko: 최고예요!
pt_br: Excelente!
tr: Muhteşem!

source: Amazing!
de: Unglaublich!
es: ¡Increíble!
fr: Incroyable !
ja: すごい!
ko: 놀라워요!
pt_br: Incrível!
tr: İnanılmaz!

source: Unstoppable!
de: Unaufhaltsam!
es: ¡Imparable!
fr: Inarrêtable !
ja: 止まらない!
ko: 막을 수 없어요!
pt_br: Imparável!
tr: Durdurulamaz!

source: Flawless!
de: Fehlerlos!
es: ¡Impecable!
fr: Sans faute !
ja: パーフェクト!
ko: 완벽!
pt_br: Impecável!
tr: Kusursuz!

source: Solved!
de: Gelöst!
es: ¡Resuelto!
fr: Résolu !
ja: クリア!
ko: 해결!
pt_br: Resolvido!
tr: Çözdün!

source: 0 mistakes! Every cat is right where it belongs!
de: 0 Fehler! Jede Katze ist genau am richtigen Platz!
es: ¡0 errores! ¡Cada gato está justo en su sitio!
fr: 0 erreur ! Chaque chat est exactement à sa place !
ja: ミス0!どの猫もぴったりの場所に!
ko: 실수 0! 모든 고양이가 제자리에 있어요!
pt_br: 0 erros! Cada gato está exatamente no lugar certo!
tr: 0 hata! Her kedi tam yerinde!

source: Outstanding logic!
de: Herausragende Logik!
es: ¡Una lógica extraordinaria!
fr: Une logique remarquable !
ja: 見事な推理!
ko: 놀라운 논리예요!
pt_br: Que raciocínio incrível!
tr: Olağanüstü bir mantık gösterdin!

source: Just one slip. Well done!
de: Nur ein kleiner Ausrutscher. Gut gemacht!
es: Solo un pequeño desliz. ¡Bien hecho!
fr: Une seule petite erreur. Bravo !
ja: ミスは1回だけ。よくできました!
ko: 실수는 한 번뿐. 잘했어요!
pt_br: Só um deslize. Muito bem!
tr: Yalnızca bir küçük hata. Aferin!

source: You found every cat!
de: Du hast alle Katzen gefunden!
es: ¡Encontraste todos los gatos!
fr: Tu as trouvé tous les chats !
ja: 猫をぜんぶ見つけた!
ko: 고양이를 모두 찾았어요!
pt_br: Você achou todos os gatos!
tr: Bütün kedileri buldun!

source: Out of paws!
de: Keine Pfoten mehr!
es: ¡Sin patitas!
fr: Plus de pattes !
ja: 肉球がなくなった!
ko: 발바닥이 다 떨어졌어요!
pt_br: Acabaram as patinhas!
tr: Patiler bitti!

source: A cat slipped through your paws. Keep going with one more paw, or start this level over.
de: Eine Katze ist dir entwischt. Mach mit einer weiteren Pfote weiter oder starte das Level neu.
es: Un gato se te escapó. Sigue con una patita más o empieza el nivel de nuevo.
fr: Un chat t'a filé entre les pattes. Continue avec une patte de plus ou recommence le niveau.
ja: 猫が肉球からすり抜けちゃった。肉球を1つもらって続けるか、最初からやり直そう。
ko: 고양이가 빠져나갔어요. 발바닥 하나를 더 받아 계속하거나 처음부터 다시 해요.
pt_br: Um gato escapou das suas patinhas. Continue com mais uma patinha ou recomece o nível.
tr: Bir kedi patilerinden kaçtı. Bir pati daha alarak devam et ya da bölüme baştan başla.

source: Continue (+1 Paw)
de: Weiter (+1 Pfote)
es: Continuar (+1 patita)
fr: Continuer (+1 patte)
ja: 続ける(肉球+1)
ko: 계속하기(발바닥 +1)
pt_br: Continuar (+1 patinha)
tr: Devam et (+1 pati)

source: Watch Video (+1 Paw)
de: Video ansehen (+1 Pfote)
es: Ver video (+1 patita)
fr: Regarder la vidéo (+1 patte)
ja: 動画を見る(肉球+1)
ko: 영상 보기(발바닥 +1)
pt_br: Assistir vídeo (+1 patinha)
tr: Video izle (+1 pati)

source: Cat Puzzle: 6 Cat Finders and 6 hints every day
de: Katzenrätsel: jeden Tag 6 Katzenfinder und 6 Tipps
es: Puzle de gatos: 6 buscagatos y 6 pistas cada día
fr: Puzzle des chats : 6 détecteurs et 6 indices chaque jour
ja: 猫パズル:毎日 猫さがし6回とヒント6回
ko: 고양이 퍼즐: 매일 고양이 찾기 6번과 힌트 6번
pt_br: Quebra-cabeça dos gatos: 6 localizadores e 6 dicas todo dia
tr: Kedi Bulmaca: her gün 6 kedi bulucu ve 6 ipucu

source: No other cat can be in this cat's row, column or color, or right next to it.
de: In der Zeile, Spalte und Farbe dieser Katze und direkt neben ihr kann keine andere Katze sein.
es: No puede haber otro gato en la fila, columna o color de este gato, ni justo a su lado.
fr: Aucun autre chat ne peut être sur la ligne, la colonne ou la couleur de ce chat, ni juste à côté.
ja: この猫と同じ行・列・色、そしてすぐ隣には、ほかの猫はいません。
ko: 이 고양이와 같은 행, 열, 색, 그리고 바로 옆에는 다른 고양이가 없어요.
pt_br: Nenhum outro gato pode estar na linha, coluna ou cor deste gato, nem logo ao lado.
tr: Bu kedinin satırında, sütununda, renginde ve hemen yanında başka kedi olamaz.

source: This row has only one spot left for its cat.
de: In dieser Zeile ist nur noch ein Platz für ihre Katze frei.
es: En esta fila solo queda un sitio para su gato.
fr: Il ne reste qu'une place pour le chat de cette ligne.
ja: この行で猫が入れる場所は1つだけ。
ko: 이 행에는 고양이가 들어갈 자리가 하나뿐이에요.
pt_br: Esta linha só tem um lugar para o gato.
tr: Bu satırda kedi için tek bir yer kaldı.

source: This column has only one spot left for its cat.
de: In dieser Spalte ist nur noch ein Platz für ihre Katze frei.
es: En esta columna solo queda un sitio para su gato.
fr: Il ne reste qu'une place pour le chat de cette colonne.
ja: この列で猫が入れる場所は1つだけ。
ko: 이 열에는 고양이가 들어갈 자리가 하나뿐이에요.
pt_br: Esta coluna só tem um lugar para o gato.
tr: Bu sütunda kedi için tek bir yer kaldı.

source: This color has only one spot left for its cat.
de: In dieser Farbe ist nur noch ein Platz für ihre Katze frei.
es: En este color solo queda un sitio para su gato.
fr: Il ne reste qu'une place pour le chat de cette couleur.
ja: この色で猫が入れる場所は1つだけ。
ko: 이 색에는 고양이가 들어갈 자리가 하나뿐이에요.
pt_br: Esta cor só tem um lugar para o gato.
tr: Bu renkte kedi için tek bir yer kaldı.

source: This color fits in a single row, so no other cat can be in the rest of that row.
de: Diese Farbe passt in eine einzige Zeile, also kann im Rest dieser Zeile keine andere Katze sein.
es: Este color cabe en una sola fila, así que no puede haber otro gato en el resto de esa fila.
fr: Cette couleur tient dans une seule ligne : aucun autre chat ne peut être dans le reste de cette ligne.
ja: この色は1つの行に収まっています。その行の残りにはほかの猫はいません。
ko: 이 색은 한 행에 들어가요. 그래서 그 행의 나머지에는 다른 고양이가 없어요.
pt_br: Esta cor cabe numa única linha, então nenhum outro gato pode estar no resto dela.
tr: Bu renk tek bir satıra sığıyor; o satırın geri kalanında başka kedi olamaz.

source: This color fits in a single column, so no other cat can be in the rest of that column.
de: Diese Farbe passt in eine einzige Spalte, also kann im Rest dieser Spalte keine andere Katze sein.
es: Este color cabe en una sola columna, así que no puede haber otro gato en el resto de esa columna.
fr: Cette couleur tient dans une seule colonne : aucun autre chat ne peut être dans le reste de cette colonne.
ja: この色は1つの列に収まっています。その列の残りにはほかの猫はいません。
ko: 이 색은 한 열에 들어가요. 그래서 그 열의 나머지에는 다른 고양이가 없어요.
pt_br: Esta cor cabe numa única coluna, então nenhum outro gato pode estar no resto dela.
tr: Bu renk tek bir sütuna sığıyor; o sütunun geri kalanında başka kedi olamaz.

source: These colors fit in exactly as many rows, so other colors can't have a cat in those rows.
de: Diese Farben passen in genauso viele Zeilen, also können andere Farben dort keine Katze haben.
es: Estos colores caben en el mismo número de filas, así que otros colores no pueden tener gato en ellas.
fr: Ces couleurs tiennent dans autant de lignes : les autres couleurs ne peuvent pas avoir de chat dans ces lignes.
ja: これらの色は色と同じ数の行に収まっています。その行にはほかの色の猫はいません。
ko: 이 색들은 색의 수만큼의 행에 딱 들어가요. 그 행에는 다른 색의 고양이가 없어요.
pt_br: Estas cores cabem no mesmo número de linhas, então outras cores não podem ter gato nelas.
tr: Bu renkler tam kendi sayıları kadar satıra sığıyor; o satırlarda başka renklerin kedisi olamaz.

source: These colors fit in exactly as many columns, so other colors can't have a cat in those columns.
de: Diese Farben passen in genauso viele Spalten, also können andere Farben dort keine Katze haben.
es: Estos colores caben en el mismo número de columnas, así que otros colores no pueden tener gato en ellas.
fr: Ces couleurs tiennent dans autant de colonnes : les autres couleurs ne peuvent pas avoir de chat dans ces colonnes.
ja: これらの色は色と同じ数の列に収まっています。その列にはほかの色の猫はいません。
ko: 이 색들은 색의 수만큼의 열에 딱 들어가요. 그 열에는 다른 색의 고양이가 없어요.
pt_br: Estas cores cabem no mesmo número de colunas, então outras cores não podem ter gato nelas.
tr: Bu renkler tam kendi sayıları kadar sütuna sığıyor; o sütunlarda başka renklerin kedisi olamaz.

source: Every free spot in this row belongs to one color, so that color's cat can't be anywhere else.
de: Alle freien Plätze dieser Zeile gehören zu einer Farbe, also kann die Katze dieser Farbe nirgends sonst sein.
es: Todos los huecos libres de esta fila son de un color, así que el gato de ese color no puede estar en otro lugar.
fr: Toutes les places libres de cette ligne sont d'une seule couleur : le chat de cette couleur ne peut être ailleurs.
ja: この行の空きマスはすべて1つの色です。その色の猫はほかの場所にはいません。
ko: 이 행의 빈칸은 모두 한 색이에요. 그 색의 고양이는 다른 곳에 있을 수 없어요.
pt_br: Todos os lugares livres desta linha são de uma cor, então o gato dessa cor não pode estar em outro lugar.
tr: Bu satırdaki tüm boş yerler tek bir renge ait; o rengin kedisi başka yerde olamaz.

source: Every free spot in this column belongs to one color, so that color's cat can't be anywhere else.
de: Alle freien Plätze dieser Spalte gehören zu einer Farbe, also kann die Katze dieser Farbe nirgends sonst sein.
es: Todos los huecos libres de esta columna son de un color, así que el gato de ese color no puede estar en otro lugar.
fr: Toutes les places libres de cette colonne sont d'une seule couleur : le chat de cette couleur ne peut être ailleurs.
ja: この列の空きマスはすべて1つの色です。その色の猫はほかの場所にはいません。
ko: 이 열의 빈칸은 모두 한 색이에요. 그 색의 고양이는 다른 곳에 있을 수 없어요.
pt_br: Todos os lugares livres desta coluna são de uma cor, então o gato dessa cor não pode estar em outro lugar.
tr: Bu sütundaki tüm boş yerler tek bir renge ait; o rengin kedisi başka yerde olamaz.

source: These rows only have free spots in as many colors, so those colors' cats can't be anywhere else.
de: Diese Zeilen haben nur in genauso vielen Farben freie Plätze, also können deren Katzen nirgends sonst sein.
es: Estas filas solo tienen huecos en el mismo número de colores, así que sus gatos no pueden estar en otro lugar.
fr: Ces lignes n'ont de places libres que dans autant de couleurs : les chats de ces couleurs ne peuvent être ailleurs.
ja: これらの行の空きマスは行と同じ数の色だけです。その色の猫はほかの場所にはいません。
ko: 이 행들의 빈칸은 행의 수만큼의 색에만 있어요. 그 색의 고양이는 다른 곳에 없어요.
pt_br: Estas linhas só têm lugares livres no mesmo número de cores, então os gatos dessas cores não podem estar em outro lugar.
tr: Bu satırlardaki boş yerler satır sayısı kadar renge ait; o renklerin kedileri başka yerde olamaz.

source: These columns only have free spots in as many colors, so those colors' cats can't be anywhere else.
de: Diese Spalten haben nur in genauso vielen Farben freie Plätze, also können deren Katzen nirgends sonst sein.
es: Estas columnas solo tienen huecos en el mismo número de colores, así que sus gatos no pueden estar en otro lugar.
fr: Ces colonnes n'ont de places libres que dans autant de couleurs : les chats de ces couleurs ne peuvent être ailleurs.
ja: これらの列の空きマスは列と同じ数の色だけです。その色の猫はほかの場所にはいません。
ko: 이 열들의 빈칸은 열의 수만큼의 색에만 있어요. 그 색의 고양이는 다른 곳에 없어요.
pt_br: Estas colunas só têm lugares livres no mesmo número de cores, então os gatos dessas cores não podem estar em outro lugar.
tr: Bu sütunlardaki boş yerler sütun sayısı kadar renge ait; o renklerin kedileri başka yerde olamaz.

source: A cat here would leave no room for a cat in the highlighted row.
de: Eine Katze hier ließe in der markierten Zeile keinen Platz für eine Katze.
es: Un gato aquí no dejaría sitio para un gato en la fila resaltada.
fr: Un chat ici ne laisserait aucune place pour un chat dans la ligne en surbrillance.
ja: ここに猫を置くと、強調された行に猫の居場所がなくなります。
ko: 여기에 고양이를 두면 강조된 행에 고양이 자리가 없어져요.
pt_br: Um gato aqui não deixaria lugar para um gato na linha destacada.
tr: Buraya kedi konursa vurgulanan satırda kediye yer kalmaz.

source: A cat here would leave no room for a cat in the highlighted column.
de: Eine Katze hier ließe in der markierten Spalte keinen Platz für eine Katze.
es: Un gato aquí no dejaría sitio para un gato en la columna resaltada.
fr: Un chat ici ne laisserait aucune place pour un chat dans la colonne en surbrillance.
ja: ここに猫を置くと、強調された列に猫の居場所がなくなります。
ko: 여기에 고양이를 두면 강조된 열에 고양이 자리가 없어져요.
pt_br: Um gato aqui não deixaria lugar para um gato na coluna destacada.
tr: Buraya kedi konursa vurgulanan sütunda kediye yer kalmaz.

source: A cat here would leave no room for a cat in the highlighted color.
de: Eine Katze hier ließe in der markierten Farbe keinen Platz für eine Katze.
es: Un gato aquí no dejaría sitio para un gato en el color resaltado.
fr: Un chat ici ne laisserait aucune place pour un chat dans la couleur en surbrillance.
ja: ここに猫を置くと、強調された色に猫の居場所がなくなります。
ko: 여기에 고양이를 두면 강조된 색에 고양이 자리가 없어져요.
pt_br: Um gato aqui não deixaria lugar para um gato na cor destacada.
tr: Buraya kedi konursa vurgulanan renkte kediye yer kalmaz.

source: A cat here leads to a dead end: the highlighted row would soon have no room left.
de: Eine Katze hier führt in eine Sackgasse: In der markierten Zeile wäre bald kein Platz mehr.
es: Un gato aquí lleva a un callejón sin salida: la fila resaltada pronto se quedaría sin sitio.
fr: Un chat ici mène à une impasse : la ligne en surbrillance n'aurait bientôt plus de place.
ja: ここに猫を置くと行き詰まります。強調された行にすぐ居場所がなくなります。
ko: 여기에 고양이를 두면 막혀요. 강조된 행에 곧 자리가 없어져요.
pt_br: Um gato aqui leva a um beco sem saída: a linha destacada logo ficaria sem lugar.
tr: Buraya kedi konursa çıkmaza girilir: vurgulanan satırda kısa sürede yer kalmaz.

source: A cat here leads to a dead end: the highlighted column would soon have no room left.
de: Eine Katze hier führt in eine Sackgasse: In der markierten Spalte wäre bald kein Platz mehr.
es: Un gato aquí lleva a un callejón sin salida: la columna resaltada pronto se quedaría sin sitio.
fr: Un chat ici mène à une impasse : la colonne en surbrillance n'aurait bientôt plus de place.
ja: ここに猫を置くと行き詰まります。強調された列にすぐ居場所がなくなります。
ko: 여기에 고양이를 두면 막혀요. 강조된 열에 곧 자리가 없어져요.
pt_br: Um gato aqui leva a um beco sem saída: a coluna destacada logo ficaria sem lugar.
tr: Buraya kedi konursa çıkmaza girilir: vurgulanan sütunda kısa sürede yer kalmaz.

source: A cat here leads to a dead end: the highlighted color would soon have no room left.
de: Eine Katze hier führt in eine Sackgasse: In der markierten Farbe wäre bald kein Platz mehr.
es: Un gato aquí lleva a un callejón sin salida: el color resaltado pronto se quedaría sin sitio.
fr: Un chat ici mène à une impasse : la couleur en surbrillance n'aurait bientôt plus de place.
ja: ここに猫を置くと行き詰まります。強調された色にすぐ居場所がなくなります。
ko: 여기에 고양이를 두면 막혀요. 강조된 색에 곧 자리가 없어져요.
pt_br: Um gato aqui leva a um beco sem saída: a cor destacada logo ficaria sem lugar.
tr: Buraya kedi konursa çıkmaza girilir: vurgulanan renkte kısa sürede yer kalmaz.

source: Every color hides one cat. Each row and column has one cat too, and cats never touch, not even diagonally. This color is a single square, so its cat is there. Tap it twice: once for X, once for the cat!
de: Jede Farbe versteckt eine Katze. Auch jede Zeile und Spalte hat eine, und Katzen berühren sich nie, nicht einmal diagonal. Diese Farbe ist nur ein Feld, also ist ihre Katze dort. Tippe zweimal: einmal für X, einmal für die Katze!
es: Cada color esconde un gato. Cada fila y columna también tiene uno, y los gatos nunca se tocan, ni en diagonal. Este color es una sola casilla, así que su gato está ahí. Tócala dos veces: una para la X y otra para el gato.
fr: Chaque couleur cache un chat. Chaque ligne et colonne en a un aussi, et les chats ne se touchent jamais, même en diagonale. Cette couleur n'a qu'une case : son chat est là. Touche-la deux fois : une pour le X, une pour le chat !
ja: どの色にも猫が1匹かくれています。行と列にも1匹ずつ。猫どうしは斜めでも接しません。この色は1マスだけなので、猫はここ。2回タップしてね:1回目は×、2回目で猫!
ko: 색마다 고양이가 한 마리씩 숨어 있어요. 행과 열에도 한 마리씩이고, 고양이끼리는 대각선으로도 닿지 않아요. 이 색은 한 칸뿐이니 고양이는 여기! 두 번 눌러요: 처음엔 X, 다음엔 고양이!
pt_br: Cada cor esconde um gato. Cada linha e coluna também tem um, e os gatos nunca se tocam, nem na diagonal. Esta cor é um único quadrado, então o gato está ali. Toque duas vezes: uma para o X e outra para o gato!
tr: Her renkte bir kedi saklanıyor. Her satırda ve sütunda da bir kedi var; kediler birbirine çaprazdan bile değmez. Bu renk tek bir kare, yani kedisi orada. İki kez dokun: önce X, sonra kedi!

source: Well done! Squares where no cat can be were crossed out for you. Now this color has only one free square. Find its cat!
de: Gut gemacht! Felder, auf denen keine Katze sein kann, wurden für dich durchgestrichen. Diese Farbe hat jetzt nur noch ein freies Feld. Finde ihre Katze!
es: ¡Bien hecho! Las casillas donde no puede haber gato se han tachado por ti. Ahora este color solo tiene una casilla libre. ¡Encuentra su gato!
fr: Bravo ! Les cases où aucun chat ne peut être ont été barrées pour toi. Cette couleur n'a plus qu'une case libre. Trouve son chat !
ja: よくできました!猫がいないマスには自動で×がつきました。この色の空きマスは1つだけ。猫を見つけて!
ko: 잘했어요! 고양이가 있을 수 없는 칸에는 자동으로 X가 표시됐어요. 이제 이 색에는 빈칸이 하나뿐이에요. 고양이를 찾아요!
pt_br: Muito bem! Os quadrados onde não pode haver gato foram marcados para você. Agora esta cor só tem um quadrado livre. Ache o gato dela!
tr: Aferin! Kedi olamayacak kareler senin için X'lendi. Şimdi bu renkte tek bir boş kare kaldı. Kedisini bul!

source: You've got it! Tap once for X, twice for a cat, and swipe to place many X's. Find the rest of the cats!
de: Du hast es raus! Einmal tippen für X, zweimal für eine Katze, und wische für viele X. Finde die restlichen Katzen!
es: ¡Lo tienes! Toca una vez para una X, dos para un gato, y desliza para poner muchas X. ¡Encuentra el resto de gatos!
fr: Tu as compris ! Touche une fois pour un X, deux fois pour un chat, et glisse pour placer plein de X. Trouve les autres chats !
ja: わかったね!1回タップで×、2回で猫。なぞるとまとめて×がつきます。残りの猫を見つけよう!
ko: 이제 알겠죠! 한 번 누르면 X, 두 번 누르면 고양이, 밀면 X를 여러 개 놓아요. 나머지 고양이를 찾아요!
pt_br: Pegou o jeito! Toque uma vez para X, duas para um gato, e deslize para marcar vários X. Ache o resto dos gatos!
tr: Kaptın! Bir dokunuş X, iki dokunuş kedi; kaydırarak çok sayıda X koyabilirsin. Kalan kedileri bul!

source: Warming Up
de: Aufwärmen
es: Calentando
fr: Échauffement
ja: ウォーミングアップ
ko: 몸풀기
pt_br: Aquecimento
tr: Isınma Turu

source: Cat Scholar
de: Katzengelehrte
es: Erudito felino
fr: Savant des chats
ja: 猫の学者
ko: 고양이 학자
pt_br: Estudioso de gatos
tr: Kedi Bilgini

source: Cat Professor
de: Katzenprofessor
es: Profesor felino
fr: Professeur des chats
ja: 猫の教授
ko: 고양이 교수
pt_br: Professor de gatos
tr: Kedi Profesörü

source: Golden Paws
de: Goldene Pfoten
es: Patitas doradas
fr: Pattes dorées
ja: 金の肉球
ko: 황금 발바닥
pt_br: Patinhas douradas
tr: Altın Patiler

source: Treasure Hunter
de: Schatzjäger
es: Cazatesoros
fr: Chasseur de trésors
ja: トレジャーハンター
ko: 보물 사냥꾼
pt_br: Caçador de tesouros
tr: Hazine Avcısı

source: Purrfectionist
de: Schnurrfektionist
es: Purrfeccionista
fr: Ronronperfectionniste
ja: パーフェクショニャスト
ko: 완벽주의 냥이
pt_br: Ronronfeccionista
tr: Mırmükemmeliyetçi

source: Steady Paws
de: Ruhige Pfoten
es: Patitas firmes
fr: Pattes sûres
ja: ぶれない肉球
ko: 침착한 발바닥
pt_br: Patinhas firmes
tr: Sağlam Patiler

source: Untouchable
de: Unantastbar
es: Intocable
fr: Intouchable
ja: 無敵
ko: 무적
pt_br: Intocável
tr: Dokunulmaz

source: Puzzle Fan
de: Rätselfan
es: Fan de los puzles
fr: Fan de grilles
ja: パズル好き
ko: 퍼즐 팬
pt_br: Fã de quebra-cabeças
tr: Bulmaca Sever

source: Puzzle Legend
de: Rätsellegende
es: Leyenda de los puzles
fr: Légende des grilles
ja: パズルの伝説
ko: 퍼즐 전설
pt_br: Lenda dos quebra-cabeças
tr: Bulmaca Efsanesi

source: Star Collector
de: Sternensammler
es: Coleccionista de estrellas
fr: Collectionneur d'étoiles
ja: 星コレクター
ko: 별 수집가
pt_br: Colecionador de estrelas
tr: Yıldız Koleksiyoncusu

source: Big Thinker
de: Großdenker
es: Gran pensador
fr: Grand penseur
ja: 大きな考え
ko: 큰 생각
pt_br: Grande pensador
tr: Büyük Düşünür

source: Solve 10 puzzles.
de: Löse 10 Rätsel.
es: Resuelve 10 puzles.
fr: Résous 10 grilles.
ja: パズルを10問解く。
ko: 퍼즐 10개를 풀어요.
pt_br: Resolva 10 quebra-cabeças.
tr: 10 bulmaca çöz.

source: Collect 15 cat breeds.
de: Sammle 15 Katzenrassen.
es: Reúne 15 razas de gatos.
fr: Collectionne 15 races de chats.
ja: 猫の品種を15種集める。
ko: 고양이 품종 15종을 모아요.
pt_br: Colecione 15 raças de gatos.
tr: 15 kedi türü topla.

source: Collect 20 cat breeds.
de: Sammle 20 Katzenrassen.
es: Reúne 20 razas de gatos.
fr: Collectionne 20 races de chats.
ja: 猫の品種を20種集める。
ko: 고양이 품종 20종을 모아요.
pt_br: Colecione 20 raças de gatos.
tr: 20 kedi türü topla.

source: Win 3 Golden Cards.
de: Gewinne 3 Goldene Karten.
es: Gana 3 Cartas Doradas.
fr: Gagne 3 cartes dorées.
ja: ゴールドカードを3枚獲得する。
ko: 골든 카드 3장을 얻어요.
pt_br: Ganhe 3 Cartas Douradas.
tr: 3 Altın Kart kazan.

source: Win 10 Golden Cards.
de: Gewinne 10 Goldene Karten.
es: Gana 10 Cartas Doradas.
fr: Gagne 10 cartes dorées.
ja: ゴールドカードを10枚獲得する。
ko: 골든 카드 10장을 얻어요.
pt_br: Ganhe 10 Cartas Douradas.
tr: 10 Altın Kart kazan.

source: Get 4 stars on 10 puzzles.
de: Hol bei 10 Rätseln 4 Sterne.
es: Consigue 4 estrellas en 10 puzles.
fr: Obtiens 4 étoiles sur 10 grilles.
ja: 10問で星4つを取る。
ko: 퍼즐 10개에서 별 4개를 받아요.
pt_br: Ganhe 4 estrelas em 10 quebra-cabeças.
tr: 10 bulmacada 4 yıldız al.

source: Solve 10 puzzles in a row without a mistake.
de: Löse 10 Rätsel nacheinander ohne Fehler.
es: Resuelve 10 puzles seguidos sin errores.
fr: Résous 10 grilles d'affilée sans erreur.
ja: 10問連続でミスなしで解く。
ko: 퍼즐 10개를 연속으로 실수 없이 풀어요.
pt_br: Resolva 10 quebra-cabeças seguidos sem erros.
tr: Art arda 10 bulmacayı hatasız çöz.

source: Solve 25 puzzles in a row without a mistake.
de: Löse 25 Rätsel nacheinander ohne Fehler.
es: Resuelve 25 puzles seguidos sin errores.
fr: Résous 25 grilles d'affilée sans erreur.
ja: 25問連続でミスなしで解く。
ko: 퍼즐 25개를 연속으로 실수 없이 풀어요.
pt_br: Resolva 25 quebra-cabeças seguidos sem erros.
tr: Art arda 25 bulmacayı hatasız çöz.

source: Solve 50 puzzles.
de: Löse 50 Rätsel.
es: Resuelve 50 puzles.
fr: Résous 50 grilles.
ja: パズルを50問解く。
ko: 퍼즐 50개를 풀어요.
pt_br: Resolva 50 quebra-cabeças.
tr: 50 bulmaca çöz.

source: Solve 200 puzzles.
de: Löse 200 Rätsel.
es: Resuelve 200 puzles.
fr: Résous 200 grilles.
ja: パズルを200問解く。
ko: 퍼즐 200개를 풀어요.
pt_br: Resolva 200 quebra-cabeças.
tr: 200 bulmaca çöz.

source: Collect 500 stars.
de: Sammle 500 Sterne.
es: Reúne 500 estrellas.
fr: Collectionne 500 étoiles.
ja: 星を500個集める。
ko: 별 500개를 모아요.
pt_br: Junte 500 estrelas.
tr: 500 yıldız topla.
